/* No comment provided by engineer. */
"%@ Actions" = "%@ Actions";

/* In NetworkLinkEvidenceSource */
"%@ link active" = "%@ link active";

/* In NetworkLinkEvidenceSource */
"%@ link inactive" = "%@ link inactive";

/* Display sleep time
   Screen saver idle time */
"%d minutes" = "%d Minuten";

/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d Sekunden";

/* Menu item */
"'%@' Actions..." = "'%@' Actions...";

/* Used when force-switching to a context */
"(forced)" = "(erzwungen)";

/* String for unnamed devices */
"(Unnamed device)" = "(Gerät ohne Namen)";

/* String for unnamed monitors */
"(Unnamed display)" = "(Nicht benannter Bildschirm)";

/* Display sleep time
   Screen saver idle time */
"1 minute" = "1 Minute";

/* Delay value; number MUST come first */
"1 second" = "1 Sekunde";

/* In rule-adding dialog */
"A WiFi access point with a BSSID of" = "A WiFi access point with a BSSID of";

/* In rule-adding dialog */
"A WiFi access point with an SSID of" = "Ein WiFi Access Point mit der SSID";

/* Parameter is a percentage threshold */
"Above %@" = "Über %@";

/* Preferences section */
"Actions" = "Aktionen";

/* No comment provided by engineer. */
"Active Application" = "Active Application";

/* No comment provided by engineer. */
"Active Network Adapter" = "Active Network Adapter";

/* Menu item */
"Add '%@' Rule..." = "Add '%@' Rule...";

/* Preferences section */
"Advanced" = "Erweitert";

/* Used in toggling actions */
"AFP & SMB Sharing OFF" = "AFP & SMB Sharing OFF";

/* Used in toggling actions */
"AFP & SMB Sharing ON" = "AFP & SMB Sharing ON";

/* Used in toggling actions */
"AFP Sharing OFF" = "AFP Sharing OFF";

/* Used in toggling actions */
"AFP Sharing ON" = "AFP Sharing ON";

/* No comment provided by engineer. */
"All your actions have been imported." = "Alle Aktionen sind importiert worden.";

/* No comment provided by engineer. */
"All your rules (except IP rules) have been imported." = "Alle Regeln (außer IP-Regeln) sind importiert worden.";

/* No comment provided by engineer. */
"All your rules have been imported." = "Alle Regeln sind importiert worden.";

/* No comment provided by engineer. */
"Allow Display Sleep" = "Allow Display Sleep";

/* No comment provided by engineer. */
"Allowing display sleep." = "Allowing display sleep.";

/* No comment provided by engineer. */
"Allows you to define rules based on the active or foreground application." = "Allows you to define rules based on the active or foreground application."; /* NEW */

/* In rule-adding dialog */
"An attached monitor named" = "Ein angeschlossener Bildschirm mit dem Namen";

/* In TimeOfDay rules */
"Any day" = "jeden Tag";

/* No comment provided by engineer. */
"Application" = "Application";

/* No comment provided by engineer. */
"Assigned IP Address" = "Assigned IP Address";

/* No comment provided by engineer. */
"Attached FireWire Device" = "Attached FireWire Device";

/* No comment provided by engineer. */
"Attached Monitor" = "Attached Monitor";

/* No comment provided by engineer. */
"Attached Power Adapter" = "Attached Power Adapter";

/* No comment provided by engineer. */
"Attached USB Device" = "Attached USB Device";

/* Evidence source */
"AttachedPowerAdapter" = "AttachedPowerAdapter";

/* No comment provided by engineer. */
"Audio Output" = "Audio Output";

/* In rule-adding dialog */
"Audio output going to" = "Tonquelle geschaltet auf";

/* Evidence source */
"AudioOutput" = "Tonquelle";

/* No comment provided by engineer. */
"Based on the rules you configure, ControlPlane will calculate how confident it is that a given set of rules match the context they are configured for.  This slider defines how confident ControlPlane needs to be to switch to that context." = "Based on the rules you configure, ControlPlane will calculate how confident it is that a given set of rules match the context they are configured for.  This slider defines how confident ControlPlane needs to be to switch to that context."; /* NEW */

/* No comment provided by engineer. */
"Battery" = "Batterie";

/* In rule-adding dialog */
"Being powered by" = "Angeschlossen an";

/* Parameter is a percentage threshold */
"Below %@" = "Unter %@";

/* Evidence source */
"Bluetooth" = "Bluetooth";

/* Evidence source */
"Bonjour" = "Bonjour";

/* Show both the icon and the current context
   When an action is triggered */
"Both" = "Beide";

/* Fix helper tool */
"Cancel" = "Abbrechen";

/* Title to warn users on failed attempts to get power adapter S/N */
"Cannot get power adapter S/N" = "Cannot get power adapter S/N"; /* NEW */

/* No comment provided by engineer. */
"Change default printer to" = "Standard-Drucker wechseln auf:";

/* No comment provided by engineer. */
"Change Mail IMAP Server" = "Change Mail IMAP Server";

/* No comment provided by engineer. */
"Change Mail SMTP Server" = "Change Mail SMTP Server";

/* No comment provided by engineer. */
"Change New Mail Check Interval" = "Change New Mail Check Interval";

/* No comment provided by engineer. */
"Change Time Machine Destination" = "Change Time Machine Destination";

/* Growl message title */
"Changing Context" = "Umgebung wird gewechselt";

/* No comment provided by engineer. */
"Changing network location to" = "Netzwerkumgebung wechseln nach:";

/* No comment provided by engineer. */
"Changing network location to '%@'." = "Netzwerkumgebung wird gewechselt nach '%@'";

/* First parameter is the context name, second parameter is the confidence value, or 'as default context' */
"Changing to context '%@' %@." = "Wechseln zu Umgebung '%1$@' %2$@.";

/* No comment provided by engineer. */
"Check this option if you want ControlPlane to automatically switch to the context it is most confident about as configured by the 'Confidence required to switch' slider." = "Check this option if you want ControlPlane to automatically switch to the context it is most confident about as configured by the 'Confidence required to switch' slider."; /* NEW */

/* No comment provided by engineer. */
"Check this option if you want ControlPlane to start when you login." = "Check this option if you want ControlPlane to start when you login."; /* NEW */

/* No comment provided by engineer. */
"Check this option if you want to ControlPlane to issue notifications.  If checked, Growl will be used on system's older than 10.8 and Notification Center will be used on systems 10.8 or newer." = "Check this option if you want to ControlPlane to issue notifications.  If checked, Growl will be used on system's older than 10.8 and Notification Center will be used on systems 10.8 or newer."; /* NEW */

/* No comment provided by engineer. */
"Closed" = "Closed"; /* NEW */

/* No comment provided by engineer. */
"Connecting to VPN '%@'." = "Verbinde mit VPN '%@'.";

/* Show only the current context */
"Context" = "Context";

/* Preferences section */
"Contexts" = "Umgebungen";

/* No comment provided by engineer. */
"Contexts have been made for you, named after your network locations." = "Es wurden nach Ihren Netzwerkumgebungen benannte Umgebungen angelegt.";

/* ControlPlane was told to run an action that doesn't actually exist */
"ControlPlane attempted to perform action it doesn't know about, you probably have a configured action that is no longer (or not yet) supported by ControlPlane" = "ControlPlane attempted to perform action it doesn't know about, you probably have a configured action that is no longer (or not yet) supported by ControlPlane";

/* Fix helper tool */
"ControlPlane Helper Needed" = "ControlPlane Helper Needed";

/* Fix helper tool */
"ControlPlane needs to install a helper app to enable and disable some items" = "ControlPlane needs to install a helper app to enable and disable some items";

/* Evidence source */
"CoreLocation" = "CoreLocation";

/* In VPNAction */
"Couldn't configure VPN!" = "Die VPN-Verbindung konnte nicht konfiguriert werden!";

/* In FirewallRuleAction */
"Couldn't find requested firewall rule!" = "Angeforderte Firewall-Regel konnte nicht gefunden werden!";

/* In MountAction */
"Couldn't mount that volume!" = "Volume konnte nicht aktiviert werden!";

/* In MusicPlaylistAction */
"Couldn't play playlist!" = "Couldn't play playlist!";

/* In FirewallRuleAction */
"Couldn't restart firewall with new configuration!" = "Die Firewall konnte mit neuer Konfiguration nicht gestartet werden!";

/* In DefaultBrowserAction */
"Couldn't set default browser '%@'!" = "Couldn't set default browser '%@'!";

/* No comment provided by engineer. */
"Couldn't set default printer to %@ (see the log for more details)" = "Couldn't set default printer to %@ (see the log for more details)"; /* NEW */

/* In MailIMAPServerAction */
"Couldn't set IMAP server!" = "IMAP-Server konnte nicht gesetzt werden!";

/* In MailIntervalAction */
"Couldn't set mail check interval!" = "Couldn't set mail check interval!";

/* In MessagesAction */
"Couldn't set Messages/iChat status!" = "Couldn't set Messages/iChat status!";

/* In MailSMTPServerAction */
"Couldn't set SMTP server!" = "Couldn't set SMTP server!";

/* In UnmountAction */
"Couldn't unmount that volume!" = "Couldn't unmount that volume!";

/* No comment provided by engineer. */
"Create a rules based on what power adapter is currently connected to your portable mac based on its serial number" = "Create a rules based on what power adapter is currently connected to your portable mac based on its serial number"; /* NEW */

/* No comment provided by engineer. */
"Create rules based on advertised network services available on your network." = "Create rules based on advertised network services available on your network."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on attached and nearby, discoverable bluetooth devices." = "Create rules based on attached and nearby, discoverable bluetooth devices."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on attached FireWire devices." = "Create rules based on attached FireWire devices."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on attached USB devices." = "Create rules based on attached USB devices."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on monitors attached to your Mac." = "Create rules based on monitors attached to your Mac."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the amount of ambient light if your Mac is equipped with ambient light sensors." = "Create rules based on the amount of ambient light if your Mac is equipped with ambient light sensors."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the assigned DNS search domain and servers." = "Create rules based on the assigned DNS search domain and servers."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the IPv4 or IPv6 address assigned to your Mac." = "Create rules based on the IPv4 or IPv6 address assigned to your Mac."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the time of day and day of week." = "Create rules based on the time of day and day of week."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what audio output device is currently in use." = "Create rules based on what audio output device is currently in use."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what network links are active on your Mac.  This can include LAN, WiFi or other network links available on your Mac." = "Create rules based on what network links are active on your Mac.  This can include LAN, WiFi or other network links available on your Mac."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what power source your Mac is currently running on. Can include power adapter or battery." = "Create rules based on what power source your Mac is currently running on. Can include power adapter or battery."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what WiFi networks are available or connected to." = "Create rules based on what WiFi networks are available or connected to."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on whether or not an application is running." = "Create rules based on whether or not an application is running."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on whether the laptop lid is opened or closed." = "Create rules based on whether the laptop lid is opened or closed."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on your current location using OS X's Core Location framework." = "Create rules based on your current location using OS X's Core Location framework."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on your own shell script based evidence source.  Shell scripts must exit with status code 0 for success or 1 for failure." = "Create rules based on your own shell script based evidence source.  Shell scripts must exit with status code 0 for success or 1 for failure."; /* NEW */

/* No comment provided by engineer. */
"Create rules that are true when the system is entering sleep or when waking." = "Create rules that are true when the system is entering sleep or when waking."; /* NEW */

/* No comment provided by engineer. */
"Current Location" = "Current Location";

/* No comment provided by engineer. */
"Default Browser" = "Default Browser";

/* No comment provided by engineer. */
"Default Printer" = "Default Printer";

/* Action type */
"DefaultBrowser" = "DefaultBrowser";

/* Action type */
"DefaultPrinter" = "Standard-Drucker";

/* No comment provided by engineer. */
"Desktop Background" = "Desktop Background";

/* Action type */
"DesktopBackground" = "Schreibtischhintergrund";

/* In FirewallRuleAction */
"Disable %@" = "%@ deaktivieren";

/* No comment provided by engineer. */
"Disable screen saver password" = "Kennwort für Bildschirmschoner auschalten";

/* No comment provided by engineer. */
"Disabling automatic mail checking." = "Disabling automatic mail checking.";

/* Act of turning off or disabling ControlPlane Context is Sticky is being performed */
"Disabling ControlPlane Context is Sticky." = "Disabling ControlPlane Context is Sticky.";

/* No comment provided by engineer. */
"Disabling display sleep." = "Disabling display sleep.";

/* Act of turning off or disabling File Sharing is being performed */
"Disabling File Sharing." = "Disabling File Sharing.";

/* No comment provided by engineer. */
"Disabling Firewall Rule '%@'." = "Firewall-Regel '%@\" wird deaktiviert.";

/* Act of turning off or disabling the firewall is being performed */
"Disabling Firewall." = "Disabling Firewall.";

/* Act of turning off or disabling FTP Service is being performed */
"Disabling FTP Service." = "Disabling FTP Service.";

/* Act of turning off or disabling internet sharing is being performed */
"Disabling Internet Sharing." = "Disabling Internet Sharing.";

/* Act of turning off or disabling Natural Scrolling is being performed */
"Disabling Natural Scrolling." = "Disabling Natural Scrolling.";

/* Act of turning off or disabling Notification Center Alerts is being performed */
"Disabling Notification Center Alerts." = "Disabling Notification Center Alerts.";

/* Act of turning off or disabling Printer Sharing is being performed */
"Disabling Printer Sharing." = "Disabling Printer Sharing.";

/* Act of turning off or disabling Remote Login Service is being performed */
"Disabling Remote Login Service." = "Disabling Remote Login Service.";

/* No comment provided by engineer. */
"Disabling screen saver password." = "Es wird kein Kennwort beim Beenden des Bildschirmschoners verlangt.";

/* No comment provided by engineer. */
"Disabling screen saver." = "Bildschirmschoner wird deaktiviert.";

/* Act of turning off or disabling TFTP Service is being performed */
"Disabling TFTP Service." = "Disabling TFTP Service.";

/* Act of turning off or disabling Time Machine backup system is being performed */
"Disabling Time Machine." = "Disabling Time Machine.";

/* Act of turning off or disabling Web Sharing Service is being performed */
"Disabling Web Sharing Service." = "Disabling Web Sharing Service.";

/* No comment provided by engineer. */
"Disallow Display Sleep" = "Disallow Display Sleep";

/* No comment provided by engineer. */
"Disconnecting from VPN '%@'." = "Trenne von VPN '%@'.";

/* No comment provided by engineer. */
"Display Brightness" = "Display Brightness";

/* No comment provided by engineer. */
"Display Sleep Time" = "Display Sleep Time";

/* Action type */
"DisplayBrightness" = "DisplayBrightness";

/* Evidence source */
"DNS" = "DNS";

/* No comment provided by engineer. */
"DNS Parameters" = "DNS Parameters";

/* No comment provided by engineer. */
"Do Update Stress Test" = "Do Update Stress Test";

/* No comment provided by engineer. */
"Editing a File Sharing action is not recommended, please delete and add again." = "Editing a File Sharing action is not recommended, please delete and add again.";

/* In FirewallRuleAction */
"Enable %@" = "%@ aktivieren";

/* No comment provided by engineer. */
"Enable screen saver password" = "Kennwort für Bildschirmschoner einschalten";

/* No comment provided by engineer. */
"Enable this evidence source to cause ControlPlane to assume a large number of evidence source changes are occuring." = "Enable this evidence source to cause ControlPlane to assume a large number of evidence source changes are occuring."; /* NEW */

/* No comment provided by engineer. */
"Enable this option if you want ControlPlane to move to context it was at before it was last quit.  This only affects ControlPlane's behavior when the app is started and it wasn't previously running.  To perform actions on sleep or wake use the Sleep/Wake Evidence Source." = "Enable this option if you want ControlPlane to move to context it was at before it was last quit.  This only affects ControlPlane's behavior when the app is started and it wasn't previously running.  To perform actions on sleep or wake use the Sleep/Wake Evidence Source."; /* NEW */

/* No comment provided by engineer. */
"Enable this option to cause ControlPlane to move to the selected context when it is unable to determine a better context." = "Enable this option to cause ControlPlane to move to the selected context when it is unable to determine a better context."; /* NEW */

/* Act of turning on or enabling ControlPlane Context is Sticky is being performed */
"Enabling ControlPlane Context is Sticky." = "Enabling ControlPlane Context is Sticky.";

/* Act of turning on or enabling File Sharing is being performed */
"Enabling File Sharing." = "Enabling File Sharing.";

/* No comment provided by engineer. */
"Enabling Firewall Rule '%@'." = "Firewall-Regel '%@\" wird aktiviert.";

/* Act of turning on or enabling the firewall is being performed */
"Enabling Firewall." = "Enabling Firewall.";

/* Act of turning on or enabling FTP Service is being performed */
"Enabling FTP Service." = "Enabling FTP Service.";

/* Act of turning on or enabling internet sharing is being performed */
"Enabling Internet Sharing." = "Enabling Internet Sharing.";

/* Act of turning on or enabling Natural Scrolling is being performed */
"Enabling Natural Scrolling." = "Enabling Natural Scrolling.";

/* Act of turning on or enabling Notification Center Alerts is being performed */
"Enabling Notification Center Alerts." = "Enabling Notification Center Alerts.";

/* Act of turning on or enabling Printer Sharing is being performed */
"Enabling Printer Sharing." = "Enabling Printer Sharing.";

/* Act of turning on or enabling Remote Login Service is being performed */
"Enabling Remote Login Service." = "Enabling Remote Login Service.";

/* No comment provided by engineer. */
"Enabling screen saver password." = "Es wird ein Kennwort beim Beenden des Bildschirmschoner verlangt.";

/* Act of turning on or enabling TFTP Service is being performed */
"Enabling TFTP Service." = "Enabling TFTP Service.";

/* Act of turning on or enabling Time Machine backup system is being performed */
"Enabling Time Machine." = "Enabling Time Machine.";

/* Act of turning on or enabling Web Sharing Service is being performed */
"Enabling Web Sharing Service." = "Enabling Web Sharing Service.";

/* In rule-adding dialog */
"Enter hostname or IP address" = "Enter hostname or IP address"; /* NEW */

/* No comment provided by engineer. */
"Error terminating application '%@'.  Application not found." = "Error terminating application '%@'.  Application not found.";

/* No comment provided by engineer. */
"Establish/Disconnect the following VPN:" = "Herstellen/Trennen der folgenden VPN-Verbindung:";

/* Mail check interval */
"Every %d minutes" = "Every %d minutes";

/* Mail check interval */
"Every hour" = "Every hour";

/* Mail check interval */
"Every minute" = "Every minute";

/* Shown when the user attempt to edit rule with disabled ES. */
"Evidence source for this rule is disabled" = "Evidence source for this rule is disabled"; /* NEW */

/* Preferences section */
"Evidence Sources" = "Evidenzquellen";

/* No comment provided by engineer. */
"External speakers" = "Externe Lautsprecher";

/* Action error message */
"Failed changing network location" = "Änderung der Netzwerkumgebung fehlgeschlagen";

/* Act of turning off or disabling File Sharing failed */
"Failed disabling File Sharing." = "Failed disabling File Sharing.";

/* Act of turning off or disabling the firewall failed */
"Failed disabling firewall." = "Failed disabling firewall.";

/* Act of turning off or disabling FTP Service failed */
"Failed disabling FTP Service." = "Failed disabling FTP Service.";

/* Act of turning off or disabling internet sharing failed */
"Failed disabling internet sharing." = "Failed disabling internet sharing.";

/* Act of turning off or disabling Natural Scrolling failed */
"Failed disabling Natural Scrolling." = "Failed disabling Natural Scrolling.";

/* Act of turning off or disabling Printer Sharing failed */
"Failed disabling Printer Sharing." = "Failed disabling Printer Sharing.";

/* Act of turning off or disabling Remote Login Service failed */
"Failed disabling Remote Login Service." = "Failed disabling Remote Login Service.";

/* Act of turning off or disabling TFTP Service failed */
"Failed disabling TFTP Service." = "Failed disabling TFTP Service.";

/* Act of turning off or disabling Time Machine backup system failed */
"Failed disabling Time Machine." = "Failed disabling Time Machine.";

/* Act of turning off or disabling Web Sharing Service failed */
"Failed disabling Web Sharing Service." = "Failed disabling Web Sharing Service.";

/* Act of turning off or disabling File Sharing failed */
"Failed enabling File Sharing." = "Failed enabling File Sharing.";

/* Act of turning on or enabling the firewall failed */
"Failed enabling firewall." = "Failed enabling firewall.";

/* Act of turning on or enabling FTP Service failed */
"Failed enabling FTP Service." = "Failed enabling FTP Service.";

/* Act of turning on or enabling internet sharing failed */
"Failed enabling internet sharing." = "Failed enabling internet sharing.";

/* Act of turning on or enabling Natural Scrolling failed */
"Failed enabling Natural Scrolling." = "Failed enabling Natural Scrolling.";

/* Act of turning on or enabling Printer Sharing failed */
"Failed enabling Printer Sharing." = "Failed enabling Printer Sharing.";

/* Act of turning on or enabling Remote Login Service failed */
"Failed enabling Remote Login Service." = "Failed enabling Remote Login Service.";

/* Act of turning on or enabling TFTP Service failed */
"Failed enabling TFTP Service." = "Failed enabling TFTP Service.";

/* Act of turning on or enabling Time Machine backup system failed */
"Failed enabling Time Machine." = "Failed enabling Time Machine.";

/* Act of turning on or enabling Web Sharing Service failed */
"Failed enabling Web Sharing Service." = "Failed enabling Web Sharing Service.";

/* No comment provided by engineer. */
"Failed executing shell script! (see log for details)" = "Failed executing shell script! (see log for details)"; /* NEW */

/* No comment provided by engineer. */
"Failed locking Kechain!" = "Failed locking Kechain!";

/* No comment provided by engineer. */
"Failed opening '%@'." = "Öffnen von '%@' fehlgeschlagen.";

/* No comment provided by engineer. */
"Failed opening URL '%@'." = "Failed opening URL '%@'.";

/* No comment provided by engineer. */
"Failed setting '%@' as desktop background." = "Setzen des Hintergrundbildes auf '%@' fehlgeschlagen.";

/* No comment provided by engineer. */
"Failed setting brightness to %@%%." = "Failed setting brightness to %@%%.";

/* No comment provided by engineer. */
"Failed setting display sleep time!" = "Failed setting display sleep time!";

/* No comment provided by engineer. */
"Failed setting screen saver idle time!" = "Setzen der Zeit bis zum Start des Bildschirmschoners fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed speaking '%@'." = "Failed speaking '%@'.";

/* No comment provided by engineer. */
"Failed starting screen saver!" = "Starten des Bildschirmschoners fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed starting Time Machine backup." = "Failed starting Time Machine backup.";

/* No comment provided by engineer. */
"Failed stopping screen saver!" = "Anhalten des Bildschirmschoners fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed stopping Time Machine backup." = "Failed stopping Time Machine backup.";

/* No comment provided by engineer. */
"Failed to disable Notification Center Alerts" = "Failed to disable Notification Center Alerts";

/* No comment provided by engineer. */
"Failed to enable Notification Center Alerts" = "Failed to enable Notification Center Alerts";

/* No comment provided by engineer. */
"Failed toggling screen saver password!" = "Ein-/Ausschalten des Kennwortes für das Beenden des Bildschirmschoners fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed turning Bluetooth off." = "Deaktivieren von Bluetooth fehlgeschlagen";

/* No comment provided by engineer. */
"Failed turning Bluetooth on." = "Aktiveren von Bluetooth fehlgeschlagen";

/* No comment provided by engineer. */
"Failed turning WiFi off." = "Deaktivieren von WiFi fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed turning WiFi on." = "Aktiveren  von WiFi fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed unlocking Keychain!" = "Failed unlocking Keychain!";

/* Growl message title */
"Failure" = "Fehler";

/* No comment provided by engineer. */
"Finder" = "Finder";

/* No comment provided by engineer. */
"Firewall Rule" = "Firewall Rule";

/* Evidence source */
"FireWire" = "FireWire";

/* In TimeOfDay rules */
"Friday" = "freitags";

/* Preferences section */
"General" = "Allgemein";

/* Get Tedium */
"Get Tedium" = "Get Tedium";

/* No comment provided by engineer. */
"Headphones" = "Kopfhörer";

/* Show only the icon */
"Icon" = "Icon";

/* No comment provided by engineer. */
"If checked, ControlPlane will check for updates when it starts." = "If checked, ControlPlane will check for updates when it starts."; /* NEW */

/* In rule-adding dialog */
"If connected" = "If connected";

/* No comment provided by engineer. */
"If enabled ControlPlane will allow two rule check cycles to be performed before switching to the most confident context.  Use this option if ControlPlane switches contexts too often or too quickly." = "If enabled ControlPlane will allow two rule check cycles to be performed before switching to the most confident context.  Use this option if ControlPlane switches contexts too often or too quickly."; /* NEW */

/* No comment provided by engineer. */
"If enabled ControlPlane's menu bar icon will be hidden after a period of time.  To make the icon visible again relaunch ControlPlane." = "If enabled ControlPlane's menu bar icon will be hidden after a period of time.  To make the icon visible again relaunch ControlPlane."; /* NEW */

/* Title for informational user messsages */
"Information" = "Information"; /* NEW */

/* Fix helper tool */
"Install" = "Install";

/* No comment provided by engineer. */
"Internal speakers" = "Interne Lautsprecher";

/* No comment provided by engineer. */
"IP address cannot be empty" = "IP address cannot be empty";

/* Evidence source */
"IPAddr" = "IPAddr"; /* NEW */

/* Shown when CP cannot get details about the attached power adapter */
"It is an internal system error. Try to re-plug the MagSafe connector." = "It is an internal system error. Try to re-plug the MagSafe connector."; /* NEW */

/* Action type */
"MusicPlaylist" = "MusicPlaylist";

/* In rule-adding dialog */
"Just a stress test, you can't create rules" = "Just a stress test, you can't create rules";

/* No comment provided by engineer. */
"Keychain" = "Keychain";

/* In rule-adding dialog */
"Laptop lid is" = "Laptop lid is"; /* NEW */

/* No comment provided by engineer. */
"Laptop Lid Open/Closed State" = "Laptop Lid Open/Closed State"; /* NEW */

/* Evidence source */
"Light" = "Lichtsensor";

/* No comment provided by engineer. */
"Light Sensor" = "Light Sensor";

/* No comment provided by engineer. */
"Lock" = "Lock";

/* No comment provided by engineer. */
"Lock Keychain" = "Lock Keychain";

/* No comment provided by engineer. */
"Locking default Keychain." = "Locking default Keychain.";

/* Action type */
"LockKeychain" = "LockKeychain";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* Action type */
"MailIMAPServer" = "Mail-IMAP-Server";

/* Action type */
"MailInterval" = "MailInterval";

/* Action type */
"MailSMTPServer" = "Mail-SMTP-Server";

/* Mail check interval */
"Manually" = "Manually";

/* Action type */
"Messages" = "Messages";

/* No comment provided by engineer. */
"Messages/iChat Status" = "Messages/iChat Status";

/* No comment provided by engineer. */
"Misc" = "Misc";

/* In TimeOfDay rules */
"Monday" = "montags";

/* Evidence source */
"Monitor" = "Bildschirm";

/* Action type */
"Mount" = "Volume aktivieren";

/* No comment provided by engineer. */
"Mount a volume with address" = "Volume mit Adresse aktivieren:";

/* No comment provided by engineer. */
"Mounting '%@'." = "'%@' wird aktiviert.";

/* Action type */
"Mute" = "Stummschalten";

/* No comment provided by engineer. */
"Mute system audio" = "Ton ausschalten";

/* No comment provided by engineer. */
"Muting system audio." = "Ton wird ausschaltet.";

/* No comment provided by engineer. */
"Nearby WiFi Network" = "Nearby WiFi Network";

/* In rule-adding dialog */
"Network link on interface" = "Netzwerkverbindung oder -schnittstelle";

/* No comment provided by engineer. */
"Network Location" = "Network Location";

/* No comment provided by engineer. */
"Network mask cannot be empty" = "Network mask cannot be empty"; /* NEW */

/* No comment provided by engineer. */
"Networking" = "Networking";

/* Evidence source */
"NetworkLink" = "Netzwerkverbindung";

/* Action type */
"NetworkLocation" = "Netzwerkumgebung";

/* Screen saver idle time */
"never" = "nie";

/* Display sleep time */
"Never" = "Never";

/* Window title */
"New %@ Action" = "Neue %@ Aktion";

/* Default value for new context names */
"New context" = "Neue Umgebung";

/* No comment provided by engineer. */
"No description provided" = "No description provided"; /* NEW */

/* Action error message */
"No network location named \"%@\" exists!" = "Es existiert keine Netzwerkumgebung mit dem Namen \"%@\"!";

/* Delay value to display for zero seconds */
"None" = "Keine";

/* No comment provided by engineer. */
"Not a valid IPv4 address" = "Not a valid IPv4 address"; /* NEW */

/* No comment provided by engineer. */
"Not a valid IPv4 network mask" = "Not a valid IPv4 network mask"; /* NEW */

/* No comment provided by engineer. */
"Not a valid IPv4 or IPv6 address" = "Not a valid IPv4 or IPv6 address";

/* No comment provided by engineer. */
"Not a valid IPv6 address" = "Not a valid IPv6 address"; /* NEW */

/* No comment provided by engineer. */
"Not a valid value for prefix length" = "Not a valid value for prefix length"; /* NEW */

/* Used in toggling actions */
"off" = "ausschalten";

/* Button title
   Dismiss the alert without doing anything, but not a cancel */
"OK" = "OK";

/* Used in toggling actions */
"on" = "einschalten";

/* When an action is triggered */
"On arrival" = "Bei Ankunft in";

/* When an action is triggered */
"On departure" = "Beim Verlassen von";

/* Action type */
"Open" = "Öffnen";

/* No comment provided by engineer. */
"Open File or Application" = "Open File or Application";

/* No comment provided by engineer. */
"Open File or Application and Hide" = "Open File or Application and Hide";

/* Button title */
"Open Preferences" = "Einstellungen öffnen";

/* No comment provided by engineer. */
"Open URL" = "Open URL";

/* No comment provided by engineer. */
"Open URL '%@'." = "Open URL '%@'.";

/* No comment provided by engineer. */
"Open URL (in a browser)" = "Open URL (in a browser)";

/* Action type */
"OpenAndHide" = "OpenAndHide";

/* No comment provided by engineer. */
"Opened" = "Opened"; /* NEW */

/* No comment provided by engineer. */
"Opening '%@'." = "Öffnen von '%@'.";

/* Action type */
"OpenURL" = "OpenURL";

/* Growl message title */
"Performing Action" = "Aktion";

/* Growl message title */
"Performing Actions" = "Aktionen werden ausgeführt.";

/* No comment provided by engineer. */
"Play in Music (playlist):" = "Play in Music (playlist):";

/* No comment provided by engineer. */
"Play Music Playlist" = "Play Music Playlist";

/* No comment provided by engineer. */
"Playing '%@'" = "Playing '%@'";

/* No comment provided by engineer. */
"Please browse for a shell script..." = "Please browse for a shell script...";

/* Evidence source */
"Power" = "Energiequelle";

/* No comment provided by engineer. */
"Power Adapter" = "Netzteil";

/* No comment provided by engineer. */
"Power adapter with serial: %@" = "Power adapter with serial: %@";

/* No comment provided by engineer. */
"Power Source" = "Power Source";

/* No comment provided by engineer. */
"Prefix length cannot be empty" = "Prefix length cannot be empty"; /* NEW */

/* No comment provided by engineer. */
"Prefix length of IPv6 address must be between 1 and 128." = "Prefix length of IPv6 address must be between 1 and 128."; /* NEW */

/* Action type */
"Prevent Display Sleep" = "Prevent Display Sleep";

/* No comment provided by engineer. */
"Preventing display sleep." = "Preventing display sleep.";

/* No comment provided by engineer. */
"Provide a valid parameter value" = "Provide a valid parameter value";

/* No comment provided by engineer. */
"Quick Start" = "Schnellstart";

/* No comment provided by engineer. */
"Quick Start and MarcoPolo 1.x Import" = "Schnellstart und Import von MarcoPolo 1.x";

/* No comment provided by engineer. */
"Quit Application" = "Quit Application";

/* No comment provided by engineer. */
"Quit application with this name:" = "Programm mit folgenden Namen beenden:";

/* Action type */
"QuitApplication" = "Programm beenden";

/* No comment provided by engineer. */
"Quitting application '%@'." = "Programm '%@' wird beendet.";

/* No comment provided by engineer. */
"Removing this context will also remove its child contexts!" = "Entfernen dieser Umgebung entfernt auch die abhängigen Umgebungen!";

/* Preferences section */
"Rules" = "Regeln";

/* No comment provided by engineer. */
"Run Shell Script" = "Run Shell Script";

/* No comment provided by engineer. */
"Running Application" = "Running Application";

/* No comment provided by engineer. */
"Running shell script '%@'." = "Ausführung des Shell-Skriptes '%@'.";

/* Evidence source */
"RunningApplication" = "Laufendes Programm";

/* In TimeOfDay rules */
"Saturday" = "samstags";

/* No comment provided by engineer. */
"Screen Saver Password" = "Screen Saver Password";

/* No comment provided by engineer. */
"Screen Saver Time" = "Screen Saver Time";

/* Action type */
"ScreenSaverPassword" = "Kennwort für Bildschirmschoner";

/* Action type */
"ScreenSaverStart" = "Bildschirmschoner starten";

/* Action type */
"ScreenSaverTime" = "Zeit bis zum Start des Bildschirmschoners";

/* No comment provided by engineer. */
"Search domain cannot be empty" = "Search domain cannot be empty";

/* No comment provided by engineer. */
"Select the information you want shown in the menu bar" = "Select the information you want shown in the menu bar"; /* NEW */

/* No comment provided by engineer. */
"Set brightness to %@%%." = "Set brightness to %@%%.";

/* Will be followed by 'on' or 'off' */
"Set ControlPlane Context is Sticky" = "Set ControlPlane Context is Sticky";

/* No comment provided by engineer. */
"Set default browser to:" = "Set default browser to:";

/* No comment provided by engineer. */
"Set display brightness to (percent):" = "Set display brightness to (percent):";

/* No comment provided by engineer. */
"Set display sleep time to" = "Set display sleep time to";

/* Will be followed by 'on' or 'off' */
"Set File Sharing" = "Set File Sharing";

/* Will be followed by 'on' or 'off' */
"Set FTP Service" = "Set FTP Service";

/* Will be followed by 'on' or 'off' */
"Set Internet Sharing" = "Set Internet Sharing";

/* No comment provided by engineer. */
"Set mail check interval to" = "Set mail check interval to";

/* No comment provided by engineer. */
"Set Mail's IMAP server hostname to" = "IMAP-Servers setzen auf:";

/* No comment provided by engineer. */
"Set Mail's SMTP server to" = "Set Mail's SMTP server to";

/* No comment provided by engineer. */
"Set Messages/iChat status message to" = "Set Messages/iChat status message to";

/* Will be followed by 'on' or 'off' */
"Set Natural Scrolling" = "Set Natural Scrolling";

/* No comment provided by engineer. */
"Set Network Location" = "Netzwerkumgebung setzen";

/* Will be followed by 'on' or 'off' */
"Set Notification Center Alerts" = "Set Notification Center Alerts";

/* Will be followed by 'on' or 'off' */
"Set Printer Sharing" = "Set Printer Sharing";

/* Will be followed by 'on' or 'off' */
"Set Remote Login Service" = "Set Remote Login Service";

/* No comment provided by engineer. */
"Set screen saver idle time to" = "Zeit bis zum Start des Bildschirmschoners setzen auf:";

/* Will be followed by 'on' or 'off' */
"Set TFTP Service" = "Set TFTP Service";

/* No comment provided by engineer. */
"Set the following firewall rule:" = "Folgende Firewall-Regel setzen:";

/* Will be followed by 'on' or 'off' */
"Set Time Machine" = "Set Time Machine";

/* No comment provided by engineer. */
"Set Time Machine's backup destination to" = "Set Time Machine's backup destination to";

/* Will be followed by 'on' or 'off' */
"Set Web Sharing Service" = "Set Web Sharing Service";

/* No comment provided by engineer. */
"Setting default browser to %@" = "Setting default browser to %@";

/* No comment provided by engineer. */
"Setting default printer to '%@'." = "Der Standard-Drucker wird auf '%@' gesetzt.";

/* No comment provided by engineer. */
"Setting desktop background to '%@'." = "Hintergrund wird auf '%@' gesetzt.";

/* No comment provided by engineer. */
"Setting display sleep time to %d minutes." = "Setting display sleep time to %d minutes.";

/* No comment provided by engineer. */
"Setting display sleep time to 1 minute." = "Setting display sleep time to 1 minute.";

/* No comment provided by engineer. */
"Setting mail checking interval to %d minutes." = "Setting mail checking interval to %d minutes.";

/* No comment provided by engineer. */
"Setting mail checking interval to 1 minute." = "Setting mail checking interval to 1 minute.";

/* No comment provided by engineer. */
"Setting Mail's IMAP server to '%@'." = "Standard-IMAP-Server wird auf '%@' gesetzt.";

/* No comment provided by engineer. */
"Setting Mail's SMTP server to '%@'." = "Standard-SMTP-Server wird auf '%@' gesetzt.";

/* No comment provided by engineer. */
"Setting Messages/iChat status to '%@'." = "Setting Messages/iChat status to '%@'.";

/* No comment provided by engineer. */
"Setting screen saver idle time to %d minutes." = "Zeit bis zum Start des Bildschirmschoner wird auf %d Minuten gesetzt.";

/* No comment provided by engineer. */
"Setting screen saver idle time to 1 minute." = "Zeit bis zum Start des Bildschirmschoner wird auf 1 Minute gesetzt.";

/* No comment provided by engineer. */
"Setting Time Machine destination to '%@'." = "Setting Time Machine destination to '%@'.";

/* No comment provided by engineer. */
"Sharing" = "Sharing";

/* Evidence source */
"Shell Script" = "Shell Script";

/* Action type */
"ShellScript" = "Shell-Skript";

/* No comment provided by engineer. */
"Sleep" = "Sleep";

/* Evidence source */
"Sleep/Wake" = "Sleep/Wake";

/* No comment provided by engineer. */
"Sleep/Wake Event" = "Sleep/Wake Event";

/* Used in toggling actions */
"SMB Sharing OFF" = "SMB Sharing OFF";

/* Used in toggling actions */
"SMB Sharing ON" = "SMB Sharing ON";

/* Shown when some actions did not finish before system sleep */
"Some actions took too long to finish before system sleep" = "Some actions took too long to finish before system sleep"; /* NEW */

/* No comment provided by engineer. */
"Sound and Music" = "Sound and Music";

/* Action type */
"Speak" = "Speak";

/* No comment provided by engineer. */
"Speak Phrase" = "Speak Phrase";

/* No comment provided by engineer. */
"Speak text '%@'." = "Speak text '%@'.";

/* No comment provided by engineer. */
"Speak text:" = "Speak text:";

/* No comment provided by engineer. */
"Start backup" = "Start backup";

/* No comment provided by engineer. */
"Start screen saver" = "Bildschirmschoner starten";

/* No comment provided by engineer. */
"Start Screen Saver Now" = "Start Screen Saver Now";

/* No comment provided by engineer. */
"Start Time Machine Backup" = "Start Time Machine Backup";

/* No comment provided by engineer. */
"Starting screen saver." = "Bildschirmschoner wird gestartet.";

/* No comment provided by engineer. */
"Starting Time Machine backup." = "Starting Time Machine backup.";

/* Action type */
"StartTimeMachine" = "StartTimeMachine";

/* No comment provided by engineer. */
"Stick forced contexts" = "Erzwungene Umgebung fixieren";

/* No comment provided by engineer. */
"Stop backup" = "Stop backup";

/* No comment provided by engineer. */
"Stop screen saver" = "Bildschirmschoner anhalten";

/* No comment provided by engineer. */
"Stopping screen saver." = "Bildschirmschoner beenden.";

/* No comment provided by engineer. */
"Stopping Time Machine backup." = "Stopping Time Machine backup.";

/* In TimeOfDay rules */
"Sunday" = "sonntags";

/* No comment provided by engineer. */
"System" = "System";

/* In rule-adding dialog */
"System going to" = "System going to";

/* No comment provided by engineer. */
"System Preferences" = "System Preferences";

/* In rule-adding dialog */
"The following application is active" = "The following application is active";

/* In rule-adding dialog */
"The following application running" = "Laufen des Programms";

/* No comment provided by engineer. */
"The parameter for DefaultBrowser actions is the ID (bundle) of the new default browser." = "The parameter for DefaultBrowser actions is the ID (bundle) of the new default browser.";

/* No comment provided by engineer. */
"The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores." = "Der Parameter für \"Standard-Drucker\" ist der Name der Warteliste. Dies ist normalerweise der Name des Druckers mit Leerzeichen durch Unterstriche ersetzt.";

/* No comment provided by engineer. */
"The parameter for DesktopBackground actions is the full path of the image to be set as the background picture." = "Der Parameter für die Aktion \"Schreibtischhintergrund\" ist der volle Pfad des Bildes, das als Schreibtischhintergrund verwendet werden soll.";

/* No comment provided by engineer. */
"The parameter for DisplaySleepTime action is the time (in minutes) before you want your display to sleep or \"Never\" to disable." = "The parameter for DisplaySleepTime action is the time (in minutes) before you want your display to sleep or \"Never\" to disable.";

/* No comment provided by engineer. */
"The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively." = "Der Parameter für \"Firewall-Regel\" ist der Name der Firewallregel, die Sie ändern möchten. Setzen Sie '+' oder '-' vor die Regel, um sie zu aktivieren oder deaktivieren.";

/* No comment provided by engineer. */
"The parameter for MusicPlaylist actions is the name of the playlist to be played in Music." = "The parameter for MusicPlaylist actions is the name of the playlist to be played in Music.";

/* No comment provided by engineer. */
"The parameter for LockKeychain actions is either \"1\" or \"0\", depending on whether you want lock or unlock the default Keychain." = "The parameter for LockKeychain actions is either \"1\" or \"0\", depending on whether you want lock or unlock the default Keychain.";

/* No comment provided by engineer. */
"The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts." = "Der Parameter für \"Mail-IMAP-Server\" ist der Host-Name des IMAP-Servers, der als als Standard für alle Mail-Accounts verwendet werden soll.";

/* No comment provided by engineer. */
"The parameter for MailIntervalAction actions is the time (in minutes) between each check for new mails." = "The parameter for MailIntervalAction actions is the time (in minutes) between each check for new mails.";

/* No comment provided by engineer. */
"The parameter for MailSMTPServer actions is the name of the SMTP server to make the default for all Mail accounts." = "The parameter for MailSMTPServer actions is the name of the SMTP server to make the default for all Mail accounts.";

/* No comment provided by engineer. */
"The parameter for Messages/iChat actions is the status message to set." = "The parameter for Messages/iChat actions is the status message to set.";

/* No comment provided by engineer. */
"The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\"." = "Der Parameter für \"Volume aktivieren\" ist der Name des Volumes, das aktiviert werden soll, z.B. \"smb://server/share\" oder \"afp://server/share\".";

/* No comment provided by engineer. */
"The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted." = "Der Parameter für \"Stummschalten\" ist entweder \"1\" oder \"0\", je nachdem ob Sie die Tonausgabe ein- oder ausschalten wollen. ";

/* No comment provided by engineer. */
"The parameter for NetworkLocation actions is the name of the network location to select." = "Der Parameter für \"Netzwerkumgebung\" ist der Name der auszuwählenden Netzwerkumgebung.";

/* No comment provided by engineer. */
"The parameter for Open actions is the full path of the object to be opened, such as an application or a document." = "Der Parameter für \"Öffnen\" ist der volle Pfadname des Objektes, das geöffnet werden soll, z.B. ein Programm oder ein Dokument.";

/* No comment provided by engineer. */
"The parameter for OpenAndHide actions is the full path of the object to be opened, such as an application or a document." = "The parameter for OpenAndHide actions is the full path of the object to be opened, such as an application or a document.";

/* No comment provided by engineer. */
"The parameter for Prevent Display Sleep action is either \"1\" to prevent display sleep or \"0\" to allow display sleep." = "The parameter for Prevent Display Sleep action is either \"1\" to prevent display sleep or \"0\" to allow display sleep.";

/* No comment provided by engineer. */
"The parameter for QuitApplication actions is the name of the application to quit." = "Der Parameter für die Aktion \"Program beenden\" ist der Name des Programmes, das beendet werden soll.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled." = "Der Parameter für \"Kennwort für Bildschirmschoner\" ist entweder \"1\" oder \"0\", je nachdem ob Sie das Kennwort für den Bildschirmschoner ein- oder ausschalten wollen. ";

/* No comment provided by engineer. */
"The parameter for ScreenSaverStartAction actions is either \"1\" or \"0\", depending on whether you want your screen saver to start or stop." = "Der Parameter für die Aktion \"Bildschirmschoner starten\" ist entweder \"1\" or \"0\", je nachdem ob Sie den Bildschirmschoner starten oder beenden wollen.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate." = "Der Parameter für \"Zeit bis zum Start des Bildschirmschoners\" ist die Zeit (in Minuten\" bis zur Aktivierung Ihres Bildschirmschoner.";

/* No comment provided by engineer. */
"The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh." = "Der Parameter für \"Shell-Skript\" ist der volle Pfad des Shell-Skripts, das mit /bin/sh ausgeführt werden soll.";

/* No comment provided by engineer. */
"The parameter for StartTimeMachine actions is either \"1\" or \"0\", depending on whether you want start or stop a Time Machine backup." = "The parameter for StartTimeMachine actions is either \"1\" or \"0\", depending on whether you want start or stop a Time Machine backup.";

/* No comment provided by engineer. */
"The parameter for the Display Brightness action is the brightness value as a percent between 0 and 100." = "The parameter for the Display Brightness action is the brightness value as a percent between 0 and 100.";

/* No comment provided by engineer. */
"The parameter for the Firewall action is either \"1\" or \"0\", depending on whether you want to enable or disable the firewall." = "The parameter for the Firewall action is either \"1\" or \"0\", depending on whether you want to enable or disable the firewall.";

/* No comment provided by engineer. */
"The parameter for the InternetSharing action is either \"1\" or \"0\", depending on whether you want to enable or disable internet sharing." = "The parameter for the InternetSharing action is either \"1\" or \"0\", depending on whether you want to enable or disable internet sharing.";

/* No comment provided by engineer. */
"The parameter for the Open URL action is the URL of the page to be opened." = "The parameter for the Open URL action is the URL of the page to be opened.";

/* No comment provided by engineer. */
"The parameter for the Speak action is the text to be spoken." = "The parameter for the Speak action is the text to be spoken.";

/* No comment provided by engineer. */
"The parameter for TimeMachine actions is the name of the new Time Machine backup destination." = "The parameter for TimeMachine actions is the name of the new Time Machine backup destination.";

/* No comment provided by engineer. */
"The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off." = "Der Parameter für \"Bluetooth\" ist entweder \"1\" oder \"0\", je nachdem ob Sie Bluetooth ein- oder ausschalten wollen. ";

/* No comment provided by engineer. */
"The parameter for ToggleContextStickiness actions is either \"1\" or \"0\", depending on whether you want ControlPlane Context is Sticky turned on or off." = "The parameter for ToggleContextStickiness actions is either \"1\" or \"0\", depending on whether you want ControlPlane Context is Sticky turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleFTP actions is either \"1\" or \"0\", depending on whether you want FTP Service turned on or off." = "The parameter for ToggleFTP actions is either \"1\" or \"0\", depending on whether you want FTP Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Natural Scrolling turned on or off." = "The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Natural Scrolling turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Notification Center Alerts turned on or off." = "The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Notification Center Alerts turned on or off.";

/* No comment provided by engineer. */
"The parameter for TogglePrinterSharing actions is either \"1\" or \"0\", depending on whether you want Printer Sharing turned on or off." = "The parameter for TogglePrinterSharing actions is either \"1\" or \"0\", depending on whether you want Printer Sharing turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleRemoteLogin actions is either \"1\" or \"0\", depending on whether you want Remote Login Service turned on or off." = "The parameter for ToggleRemoteLogin actions is either \"1\" or \"0\", depending on whether you want Remote Login Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleTFTP actions is either \"1\" or \"0\", depending on whether you want TFTP Service turned on or off." = "The parameter for ToggleTFTP actions is either \"1\" or \"0\", depending on whether you want TFTP Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleTimeMachine actions is either \"1\" or \"0\", depending on whether you want to enable or disable Time Machine turned on or off." = "The parameter for ToggleTimeMachine actions is either \"1\" or \"0\", depending on whether you want to enable or disable Time Machine turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleWebSharing actions is either \"1\" or \"0\", depending on whether you want Web Sharing Service turned on or off." = "The parameter for ToggleWebSharing actions is either \"1\" or \"0\", depending on whether you want Web Sharing Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off." = "Der Parameter für \"WiFi\" ist entweder \"1\" oder \"0\", je nachdem ob Sie die WiFi ein- oder ausschalten wollen. ";

/* No comment provided by engineer. */
"The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount." = "The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount.";

/* No comment provided by engineer. */
"The parameter for VPN action is the name of the VPN connection you wish to establish or disconnect." = "Der Parameter für \"VPN-Verbindung\" ist der Name der VPN-Verbindung, die Sie herstellen oder trennen wollen.";

/* In rule-adding dialog */
"The presence of" = "Das Vorhandensein von";

/* No comment provided by engineer. */
"This action is not undoable!" = "Die Aktion kann nicht rückgängig gemacht werden!";

/* Tedium is not installed */
"This feature requires Tedium" = "This feature requires Tedium";

/* The Mac does not have a Wifi/AirPort card or it has failed */
"This Mac doesn't appear to have WiFi or your WiFi card has failed" = "This Mac doesn't appear to have WiFi or your WiFi card has failed";

/* In TimeOfDay rules */
"Thursday" = "donnerstags";

/* No comment provided by engineer. */
"Time Machine" = "Time Machine";

/* No comment provided by engineer. */
"Time Of Day" = "Time Of Day";

/* Action type */
"TimeMachineAction" = "TimeMachineAction";

/* Action type */
"TimeMachineDestination" = "TimeMachineDestination";

/* Evidence source */
"TimeOfDay" = "Tageszeit";

/* No comment provided by engineer. */
"To switch Time Machine backup destinations, you need to have Tedium installed.  Click 'Get Tedium' to visit the Tedium website" = "To switch Time Machine backup destinations, you need to have Tedium installed.  Click 'Get Tedium' to visit the Tedium website";

/* No comment provided by engineer. */
"Toggle Bluetooth" = "Toggle Bluetooth";

/* No comment provided by engineer. */
"Toggle ControlPlane Context is Sticky" = "Toggle ControlPlane Context is Sticky";

/* No comment provided by engineer. */
"Toggle File Sharing" = "Toggle File Sharing";

/* No comment provided by engineer. */
"Toggle Firewall" = "Toggle Firewall";

/* No comment provided by engineer. */
"Toggle FTP Service" = "Toggle FTP Service";

/* No comment provided by engineer. */
"Toggle Internet Sharing" = "Toggle Internet Sharing";

/* No comment provided by engineer. */
"Toggle muting of system audio" = "Toggle muting of system audio";

/* No comment provided by engineer. */
"Toggle Natural Scrolling" = "Toggle Natural Scrolling";

/* No comment provided by engineer. */
"Toggle Notification Center Alerts" = "Toggle Notification Center Alerts";

/* No comment provided by engineer. */
"Toggle prevention of display sleep" = "Toggle prevention of display sleep";

/* No comment provided by engineer. */
"Toggle Printer Sharing" = "Toggle Printer Sharing";

/* No comment provided by engineer. */
"Toggle Remote Login Service" = "Toggle Remote Login Service";

/* No comment provided by engineer. */
"Toggle TFTP Service" = "Toggle TFTP Service";

/* No comment provided by engineer. */
"Toggle Time Machine" = "Toggle Time Machine";

/* No comment provided by engineer. */
"Toggle Web Sharing Service" = "Toggle Web Sharing Service";

/* No comment provided by engineer. */
"Toggle WiFi" = "Toggle WiFi";

/* Action type */
"ToggleBluetooth" = "Bluetooth";

/* Action type */
"ToggleContextStickiness" = "ToggleContextStickiness";

/* Action type */
"ToggleFileSharing" = "ToggleFileSharing";

/* Action type */
"ToggleFirewall" = "ToggleFirewall";

/* Action type */
"ToggleInternetSharing" = "ToggleInternetSharing";

/* Action type */
"ToggleNaturalScrolling" = "ToggleNaturalScrolling";

/* Action type */
"ToggleNotificationCenterAlertsAction" = "ToggleNotificationCenterAlertsAction";

/* Action type */
"ToggleWiFi" = "WiFi";

/* In TimeOfDay rules */
"Tuesday" = "dienstags";

/* Will be followed by 'on' or 'off' */
"Turn Bluetooth" = "Bluetooth";

/* Will be followed by 'on' or 'off' */
"Turn Firewall" = "Turn Firewall";

/* Will be followed by 'on' or 'off' */
"Turn WiFi" = "WiFi";

/* No comment provided by engineer. */
"Turning Bluetooth off." = "Bluetooth deaktiviert.";

/* No comment provided by engineer. */
"Turning Bluetooth on." = "Bluetooth aktiviert.";

/* No comment provided by engineer. */
"Turning WiFi off." = "WiFi deaktiviert.";

/* No comment provided by engineer. */
"Turning WiFi on." = "WiFi aktiviert.";

/* No comment provided by engineer. */
"Unable to determine interpreter for shell script! (see log for details)" = "Unable to determine interpreter for shell script! (see log for details)"; /* NEW */

/* In TimeMachineDestinationAction */
"Unable to set set Time Machine backup destination!" = "Unable to set set Time Machine backup destination!";

/* CoreLocation */
"Unknown address" = "Unknown address";

/* No comment provided by engineer. */
"Unlock" = "Unlock";

/* No comment provided by engineer. */
"Unlocking default Keychain." = "Unlocking default Keychain.";

/* Action type */
"Unmount" = "Unmount";

/* No comment provided by engineer. */
"Unmount a volume with mount location" = "Unmount a volume with mount location";

/* No comment provided by engineer. */
"Unmount disk/share" = "Unmount disk/share";

/* No comment provided by engineer. */
"Unmounting '%@'." = "Unmounting '%@'.";

/* No comment provided by engineer. */
"Unmute system audio" = "Ton einschalten";

/* No comment provided by engineer. */
"Unmuting system audio." = "Ton wird eingeschaltet.";

/* Evidence source */
"USB" = "USB";

/* Action type */
"VPN" = "VPN-Verbindung";

/* No comment provided by engineer. */
"Wake" = "Wake";

/* No comment provided by engineer. */
"We strongly recommend that you review your preferences." = "We strongly recommend that you review your preferences.";

/* No comment provided by engineer. */
"Web" = "Web";

/* In TimeOfDay rules */
"Wednesday" = "Mittwoch";

/* In TimeOfDay rules */
"Weekday" = "an Wochentagen";

/* In TimeOfDay rules */
"Weekend" = "am Wochenende";

/* Evidence source */
"WiFi using CoreWLAN" = "WiFi using CoreWLAN";

/* Appended to a context-change notification */
"with confidence %@" = "mit einer Wahrscheinlichkeit von %@";

/* Shown when the user attempt to edit rule with disabled ES. */
"You need to enable the corresponding evidence source to be able to edit the rule" = "You need to enable the corresponding evidence source to be able to edit the rule"; /* NEW */

